{
  "home": "Home",
  "about": "About Us",
  "contact": "Contact",
  "language": "EN",


  "footer_terms": "Terms of service",
  "footer_policy": "Company policy",
  "footer_privacy": "Privacy",
  "footer_kyc": "KYC",
  "footer_text": "© 2018.  Cuartoroom ™ .The trademark belongs to the company BRAVO CAPITAL LTD and BRAVO CAPITAL EUROPE OU",

  "homepage_title": "Reliable partner with reliable solution",
  "homepage_get_started": "Get Started",
  "homepage_solution_title": "SERVICES WE PROVIDE",
  "homepage_solution_detail": "Detail",
  "homepage_solution_item1_title": "ECN",
  "homepage_solution_item1_text": "A high-tech multi-module product which serves as the basis for the whole system",
  "homepage_solution_item2_title": "MT4/MT5/API Bridge",
  "homepage_solution_item2_text": "Highly functional bridges – the ideal solution for all brokers.",
  "homepage_solution_item3_title": "Liquidity Solutions",
  "homepage_solution_item3_text": "We offer several options for obtaining high-quality liquidity",
  "homepage_solution_item4_title": "Trade Settings",
  "homepage_solution_item4_text": "A wide range of features which provide customers with the ability to customise order execution",
  "homepage_solution_item5_title": "Provider management",
  "homepage_solution_item5_text": "Automatic elimination of imbalances in liquidity providers",
  "homepage_solution_item6_title": "Floating leverage",
  "homepage_solution_item6_text": "A service which provides customers with a flexible solution for the margin requirements",
  "homepage_solution_item7_title": "Auto Risk Management",
  "homepage_solution_item7_text": "An intelligent system for automatic management of the company’s risks",
  "homepage_solution_item8_title": "API",
  "homepage_solution_item8_text": "A software interface which allows to trade without the trading terminal",
  "homepage_solution_item9_title": "Trader’s Room",
  "homepage_solution_item9_text": "Account control panel or customer accounts, multifunctional, to record the trading activity of your customers",
  "homepage_solution_item10_title": "CRM",
  "homepage_solution_item10_text": "A software interface which allows to trade without the trading terminal",
  "homepage_take_it_title": "Trader's Room",
  "homepage_take_it_text": "The Trader's room is designed for the Client and the Company including the interaction between their trading accounts",
  "homepage_get_started_title": "Get Start for Demo",
  "homepage_get_started_text": "You can write us a request and we will contact you as soon as possible to show you our Trader Room for your Clients",



  "ecn_text1": "ECN is the main product of the company. Our ECN system is used by companies regulated by FCA, ASIC, EFSA and CySEC.",
  "ecn_text2": "ECN is a high-tech multi-module, infinitely scalable system that is based on a high-speed communication protocol and is resistant to high-demand architecture. The system was created by the first-grade developers with more than 10 years of experience in creating technologies for the financial markets.",
  "ecn_text3": "Today, ECN is one of the fastest and most flexible solutions for online trading. We provide brokers with the maximum flexibility in configuring the liquidity, trading tools, risk management rules, order execution methods, etc. Additionally, we provide a high degree of protection from typical problems such as non-market quotes, arbitration and much more.",
  "ecn_title1": "Why ECN?",
  "ecn_text4": "Flexible risk management in real time, with the ability to hedge customers, groups of customers, and instruments;",
  "ecn_text5": "The ability to work with liquidity providers, prime brokers, prime-of-prime brokers or with several providers, with automatic balancing of margin loads;",
  "ecn_text6": "Ultra high-speed processing of orders (less than 1 ms) with exceptional performance at peak loads;",
  "ecn_text7": "Full support of MetaTrader 4 and MetaTrader 5;",
  "ecn_text8": "Liquidity aggregator allows you to combine any number of liquidity providers into a single stream;",
  "ecn_text9": "The ability to transform the execution of volume-weighted average prices (VWAP) of the external stream;",
  "ecn_text10": "Additional features for customers, including personal settings for order execution or Market Depth application (Level II);",
  "ecn_text11": "A high degree of protection from toxic streams, arbitrage and non-market prices.",

  "mt4_text1": "A high-tech bridge between MT4/MT5 and liquidity providers, it serves as a link between MT and AMTS ECN, allowing brokers and their customers to take full advantage of AMTS ECN. The bridge includes a service for individual trade setup through which customers can configure the orders according to their preferences.",
  "mt4_text2": "Our bridge is fast, stable and flexible, allowing for detailed configuration of different parameters of hedging and overall performance. The bridge does not require a separate MT server, it can be easily run in parallel with other types of accounts and handle a limited number of groups. The bridge connects directly to AMTS ECN and can operate either as a separate provider or with any number of providers connected to the aggregator.",
  "mt4_title1": "The benefits of AMTS bridge:",
  "mt4_item1": "Reliability and stability (the bridge works in large companies where trade volumes are measured in tens of billions);",
  "mt4_item2": "High speed execution of large volumes of data;",
  "mt4_item3": "Advanced functionality for traders (trade setup is already integrated into the bridge);",
  "mt4_item4": "Advanced functionality for broker (flexible trading environment settings);",
  "mt4_item5": "Flexible hedging system (partial hedge of customers, customer groups, or individual instruments);",
  "mt4_item6": "There is no need for a separate MT server;",
  "mt4_item7": "A high degree of protection against all typical dealing problems (non-market quotes, arbitrage, etc.).",
  "mt4_text3": "Bridge AMTS is a necessary part of the system, without which other products will not work. Therefore, bridge rental is a must when cooperating with AMTS Solutions. Rental prices are affordable and they can be found on the following page. Rental of AMTS technologies can greatly simplify the job of a broker by automating most routine tasks and enabling reliable performance.",



  "liquidity_title1": "Liquidity Solutions",
  "liquidity_text1": "We can offer brokers several options of obtaining liquidity. Each of the options has its pros and cons, and they all depend on the requirements and possibilities of a given broker. High-quality liquidity is only half the success of the company. Any broker needs to not only provide their clients with a high-quality stream of quotes but also to hedge their orders without losses in speed and quality of execution, which is often a demanding task.",
  "liquidity_text2": "Our team has over 10 years’ worth of experience working with the liquidity providers. We have overseen the integration of dozens of banks and brokers, and collected a huge statistics on the quality and flow of execution. The performance of our aggregator is based on these statistics,  taking into account all the details and features of a particular provider. To date, there are three basic options for dealing with liquidity: ",
  "liquidity_list1_item1": "Liquidity collected over the years, through carefully selecting the best providers and adapting to their characteristics;",
  "liquidity_list1_item2": "Liquidity of any provider selected by a broker;",
  "liquidity_list1_item3": "Aggregator rental and its connection to any number of liquidity providers.",
  "liquidity_text3": "Below, we are going to describe in detail the difference between each of these options.",
  "liquidity_title2": "Our liquidity",
  "liquidity_text4": "The liquidity offered by us is ideal since this is a high-quality stream with narrow spreads and well-balanced performance. Its collection is being overseen by our main partner, a European regulated broker. This option includes a sufficient number of quality liquidity providers, and its effectiveness is both time-tested as well as proven by multi-billion dollar turnovers.",
  "liquidity_text5": "A single liquidity provider has several major advantages: ",
  "liquidity_list2_item1": "No need to deposit funds to each provider and move them between providers in hopes of adjusting imbalances;",
  "liquidity_list2_item2": "Margin netting requires a fraction of client funds for hedging;",
  "liquidity_list2_item3": "It eliminates imbalances of open positions from different providers as well as inefficient use of margin.",
  "liquidity_title3": "A single provider",
  "liquidity_text6": "This liquidity has the advantages of a single liquidity provider listed in the previous section, but it also has a number of disadvantages: ",
  "liquidity_list3_item1": "Unreliability of the stream can result in the problems of the provider immediately becoming the problems of the broker;",
  "liquidity_list3_item2": "It is often not a very dense and smooth stream;",
  "liquidity_list3_item3": "Normally, it does not have narrow spreads;",
  "liquidity_list3_item4": "The provider may widen the spreads and worsen execution without the possibility of intervention by the broker.",
  "liquidity_title4": "Several providers",
  "liquidity_text7": "This options works in the opposite way – the flow can be tight and even, and the spreads narrow, but there are problems dealing with multiple providers: ",
  "liquidity_list4_item1": "The need to deposit money to each provider;",
  "liquidity_list4_item2": "The need to monitor the distribution of open positions and prevent imbalances;",
  "liquidity_list4_item3": "The need to have more funds for the margin;",
  "liquidity_list4_item4": "Periodic need to transfer funds between providers.",
  "liquidity_text8": "In addition to the option with an aggregated flow, we offer free products such as provider management module and monitoring of imbalances. Nevertheless, we believe this option is more difficult and time-consuming for the broker. Broker must consider everything carefully before selecting their own aggregation. Typically, this option is suitable for large companies, while the single provider option suits all brokers, both large companies and startups. This option combines the advantages of all liquidity models.",


  "trade_title1": "Trade settings",
  "trade_text1": "For the convenience of traders, our Solutions provides personal trade settings, a service which allows each client to customise their trades. It's no secret that traders have different preferences in the methodology of order execution – for some, the price is important (so that there would be no slippage); for others, execution takes the top spot (so that there would be no rejections). Some do not want to miss entering a new position under any circumstances while others prefer not to enter, rather than enter with huge slippage. These and many other questions may be solved thanks to our trade settings. Customers do not have to look for other brokers to get what they want, and as a result, they will stay with you.",
  "trade_title2": "Trade settings allow you to:",
  "trade_list1_item1": "Record the size of slippage in the order comment section;",
  "trade_list1_item2": "Enable/disable partial execution of limit orders;",
  "trade_list1_item3": "Send limit orders as market orders to ensure implementation;",
  "trade_list1_item4": "Cancel pending orders and the related profits and stops once activation levels enter the gap;",
  "trade_list1_item5": "Execute market and stop orders as limit orders with limited slippage (stop-limits);",
  "trade_list1_item6": "Cancel stop orders when gap is larger than a certain number of points;",
  "trade_list1_item7": "Activate pending orders on the opposite side of the quotes, thus protecting from the spread widening.",
  "trade_text2": "To provide this service to clients, a broker must implement a page where customers can choose the preferred settings. The service is integrated into the bridge and does not require further development. The service is in high demand and will be a good addition to broker services.",
  "trade_text3": "Trade settings significantly expand broker’s trading options, but they also include certain execution features, which may come as a surprise to customers. This is why the website page with a description of the settings needs to explain everything in detail, so that customers understand how it works and do not make mistakes.",



  "provider_text1": "A system which automatically eliminates imbalances in liquidity providers and allows to quickly eliminate imbalances of open positions in accordance with the size of the deposit and other parameters, thus helping avoid stop-outs on the counterparties' accounts.",
  "provider_text2": "If a broker has chosen the option of using AMTS Aggregator and connecting it to several providers, the broker must oversee the account load of providers and eliminate imbalances of open positions. If the order is opened by a single provider and closed by the other, then the client has no open positions and the broker has two positions. If this process is not regulated, it may gradually cause uncontrollable situation and possible stop-outs in a broker’s account.",
  "provider_text3": "Some companies use an order closing model from the same provider who opened the orders, though this option has several drawbacks: ",
  "provider_list1_item1": "If the performance is not impaired, the broker loses profit by closing at the same provider, unless the latter offers a better price;",
  "provider_list1_item2": "Statistics of customer slippage will be worse since orders are often closed not at the best price, and customer loyalty will decline;",
  "provider_list1_item3": "Regulated jurisdictions require execution according to the principle of 'Best execution', and closing orders not at the best price breaks this principle, which may lead to fines;",
  "provider_list1_item4": "Companies prefer not to donate large sums of money.",
  "provider_text4": "We offer our system which automatically eliminates imbalances, free of charge. Imbalances are eliminated by shifting the provider’s priorities, without any additional costs.",


  "floating_text1": "Floating leverage allows the broker to offer customers a more flexible solution on margin requirements, where the leverage size depends on the volume of open positions, thereby improving conditions for customers and reducing the risks of the company.",
  "floating_text2": "If all customers get a higher leverage, the volumes may become inadequately large, which significantly increases the margin load when hedging and raises the risks of the balance becoming negative. Therefore, brokers often prefer to provide a high leverage only for small deposits, and to gradually reduce it with the growth of deposits.",
  "floating_text3": "We offer a completely free floating leverage service, where the leverage depends not on the size of the deposit but on the volume of open positions. Broker only needs to adjust the levels and set the leverage size, with the leverage automatically decreasing when the customer uses deposits.",
  "floating_text4": "This is also a convenient option for customers since large deposits are rarely linked to large leverage, and small deposits can use higher leverage, thus there is no conflict between the broker and the client. Almost all of our partners successfully use this service.",


  "auto_risk_text1": "Intelligent system of automatic management of the company’s risks. As its name suggests, auto risk management allows you to fully automate the risk management, eliminating the possibility of the human factor interference, release staff from routine work and improve business efficiency. Also, risk management system allows to avoid all potential risk-based problems when dealing.",
  "auto_risk_text2": "Risk management is the most difficult and responsible part of the broker, which can both bring a huge profit and destroy the company. We have developed an intelligent system of automatic risk management which controls all the trading processes in the company and automatically makes risk management decisions.",
  "auto_risk_text3": "The system has a very flexible set of features and allows the broker to use different models of work, ranging from simple notifications on a trade situation to fully automated operations. The product is provided free of charge.",



  "api_text1": "API is a programming interface for developers, which allows to get quotes, information on the status of accounts, and make transactions directly from ECN, bypassing the trading terminal.",
  "api_text2": "This interface is designed for technological integration of ECN with the products of other companies – for example, with a variety of trading terminals. It also allows you to implement large-scale algo trading projects required by some investment funds and other institutional clients.",
  "api_title1": "API allows to:",
  "api_list1_item1": "Get information about the status of the account;",
  "api_list1_item2": "Get quotes;",
  "api_list1_item3": "Make transactions.",
  "api_text3": "API is available only to institutional clients as part of large-scale projects or agreements. Liquidity or quotes without bridge rental are not provided.",


  "trader_room_text1": "Personal Cabinet (Trader's Room) - this is the control panel of the account or accounts for customers, multifunctional, to account for the trading activities of your customers.",
  "trader_room_title1": "Your customers will be able to:",
  "trader_room_list1_item1": "Open trading accounts in real time",
  "trader_room_list1_item2": "Fund your account online",
  "trader_room_list1_item3": "Initiate withdrawal requests",
  "trader_room_list1_item4": "Keep track of account balances",
  "trader_room_list1_item5": "Change personal data and provide documents",
  "trader_room_list1_item6": "Produce an overview of trade, deposits, and history",
  "trader_room_list1_item7": "Start chatting and initiate support requests",
  "trader_room_list1_item8": "And other",
  "trader_room_text2": "Additional advantages include tools for IB: referral links, banner advertising, automatic form of account opening, the ability to withdraw or transfer funds, as well as the history and analytics of IB accounts.",
  "trader_room_text3": "As your brokerage operations grow and develop, you can save a huge amount of time and money by enabling your traders to manage information and data that you would have to do manually. The personal cabinet also allows your customers to make deposits online or initiate a request to withdraw money from MT4 accounts.",
  "trader_room_text4": "All trade issues that require your attention (withdrawal requests, support questions, etc.) will be presented in CRM as a task for one (or several) members of your team. Thus, nothing will ever be lost.",
  "trader_room_text5": "MT4 Cloud version of the Personal Cabinet provides an opportunity for all your customers to use the Web and Mobile MT4 application for trading without leaving the browser.",

  "crm_text1": "The Personal Cabinet includes a customer relationship management (CRM) system.",
  "crm_text2": "CRM allows the company to receive notices of potential customers and assign sales agents to them. After registration, employees of the company need only minor interactions with customers: deposits, requests for withdrawal of funds and technical issues. The system will track and record the history of customer actions inside the Personal Area and notify the selected employees of the case if the task requires their attention.",
  "crm_text3": "CRM can be an excellent tool for speeding up sales and marketing tasks: data can be exported and used for electronic mailings.",
  "crm_text4": "The interface of the system allows you to send letters by e-mail directly from the system and track all communications. Privileged users can always see how their subordinates perform and analyze any situations related to customers.",
  "crm_title1": "CRM at the corporate level",
  "crm_text5": "If you already have a CRM or you want to use one more system, the Personal Cabinet will integrate with it.",

  "about_text1": "Team Cuartoroom is engaged in the development of brokerage software since the advent of the first bridges for MetaTrader and Utip. Today we work with a limited number of brokers, until we decided to provide our products to all companies interested in brokerage. Today, our technologies are used by large companies with tens of billions of revolutions in many countries of the world.",


  "terms_content_title": "The contract offer",
  "terms_text_1": "Consulting company 'Cuartoroom', in the face of the website www.cuartoroom.org (hereinafter the SELLER), publishes the present contract is a public contract-offer to address both physical and legal persons (hereinafter-the BUYER) of the following:",
  "terms_title_1": "1. The subject of the contract",
  "terms_text_1_1": "1.1 by this agreement the Seller undertakes to provide buyer the following services (hereinafter the Services):",
  "terms_li_1": "Tax planning and structuring on an international level;",
  "terms_li_2": "Registration of offshore and European companies;",
  "terms_li_3": "Opening of accounts in any foreign banks;",
  "terms_li_4": "Services legal and accounting support;",
  "terms_li_5": "Licensing of business activities in onshore and offshore areas.",
  "terms_text_1_2": "1.2 the Seller is obliged to provide Services as specified in contract size and term, the Buyer is obliged to pay specified in the contract to the Seller cost.",
  "terms_title_2": "2. The rights and obligations of the buyer",
  "terms_text_2_1": "2.1 the Buyer shall:(i) provide within 30 calendar days from the date of conclusion of the contract the necessary documentation for the provision of services in electronic or in original form;(ii) notify the Seller at the time of conclusion of the contract or execution of the contract on circumstances that may affect the provision of services by the Seller;(iii) In the case that the parties are informed in writing agreed to reimburse the seller for necessary expenses related to the provision of services;(iv) prior To conclusion of the Contract to familiarize yourself with the contents, terms of payment and delivery of ordered services, specified and prescribed separately in the contract between the parties;(v) to Provide accurate information about yourself (name, contact numbers, email address) and the address for delivery of documents;(vi) to Accept and pay for the Service specified in this Contract.",
  "terms_text_2_2": "2.2 the buyer&#39;s Right:(i) to obtain information from the Seller about the delivery of services according to the provided request;(ii) Provide Seller with additional and/or clarifying information for the execution of the contract.",
  "terms_title_3": "3. The rights and obligations of the Seller",
  "terms_text_3_1": "3.1 the Seller shall:(i) to provide services to a Trustee personally and/or through its employees;(ii) When providing services to start in the first place from information or documents trusted, as well as their professional knowledge;(iii) immediately notify the buyer of any circumstances that affect or may significantly affect the provision of services or require the Seller to deviate from the rules, or cause the Buyer to change;(iv) notify the Buyer about the circumstances that cause a conflict of interest between the Buyer and the Seller;(v) Provide the Buyer the possibility of obtaining initial free phone consultation at the numbers listed on the website or by email. The consultations shall be limited to the specific issues associated with the performance of Services.",
  "terms_text_3_2": "3.2 Rights Of The Seller:(i) to Appoint the terms and way of services, guided by the preferences of the Buyer;(ii) to Obtain specified in the contract cost for the provision of services;(iii) the Purchaser reserves the right to amend this Agreement unilaterally until its conclusion.",
  "terms_title_4": "4. Fees and recovery of costs",
  "terms_text_4_1": "4.1 For the services provided the buyer pays the Seller a fee (hereinafter Fee), according to the price list or terms specified between the parties concluded a written agreement (a Verbal agreement can be considered to have legal force if it is not prohibited by the legislation of the UK).",
  "terms_text_4_2": "4.2 the Buyer must pay the Seller according to the invoice he invoice for (5 days) from the date of exhibiting the account.",
  "terms_text_4_3": "4.3 the fee includes all associated costs of Seller in connection with the provision of services, regardless of the date of origination costs. In addition to the fee, the Seller may only claim documented expenses, which the parties previously agreed in writing.",
  "terms_text_4_4": "4.4 In the event that the Buyer fulfilled the duties according to the contract, but the Seller in turn terminates the contract before the end of the service, the seller has the right to claim a fee for services rendered at the time of termination, an exception, if the services provided cannot be used without the rest of.",
  "terms_text_4_5": "4.5 the Buyer is entitled to get paid for the Service amount if he abandoned her within 5 days from the day of filing, only if the Service was not already partially or fully provided by the Seller.",
  "terms_title_5": "5. Responsibility",
  "terms_text_5_1": "5.1 the Parties shall bear liability for nonperformance or improper performance of this Agreement in the manner provided in this Agreement and applicable law UK",
  "terms_text_5_2": "5.2 the Seller shall not be responsible for the delivery of Services if the Buyer specified an incorrect delivery address.",
  "terms_text_5_3": "5.3 the Seller shall not be responsible if the Bank decides to refuse the client in opening an account.",
  "terms_text_5_4": "5.4 the Seller shall not be responsible for partial or complete failure to fulfill obligations for the delivery of documents, if they result from force majeure.",
  "terms_text_5_5": "5.5. The buyer, processing Service is responsible for the accuracy of the information provided about yourself, and confirms that the terms of this Agreement, have read and agree.",
  "terms_title_6": "6. Privacy policy",
  "terms_text_6_1": "6.1 the Parties undertake not to disclose any private information, the contract, its terms and conditions and the information obtained in the course of execution of the agreement and shall not provide access to this information to third parties, except cases stipulated by the legislation of the UK or the written agreement of the parties.",
  "terms_title_7": "7. Force majeure",
  "terms_text_7_1": "7.1 the Parties are released from liability for nonperformance or improper performance of obligations under the Contract for the duration of the force majeure. Under force majeure refers to extraordinary and insuperable circumstances that impede the fulfillment of their obligations by the Parties under this Agreement. They include natural phenomena (earthquakes, floods, etc.), circumstances of public life (war, state of emergency, the largest strikes, epidemics, etc p.), prohibitive measures of public authorities (prohibition of transportation, currency restrictions, international sanctions ban the trade, etc.). During this time, the Parties have mutual claims, and each party assumes its own risk the consequences of force majeure.",
  "terms_title_8": "8. Amendment of the agreement",
  "terms_text_8_1": "8.1 to make changes to the contract are possible only by mutual and written agreement of the parties.",
  "terms_title_9": "9. Dispute resolution",
  "terms_text_9_1": "9.1 All disputes arising from the performance of obligations under this Agreement shall be resolved through negotiations. In case of impossibility of their elimination, the parties have the right to seek judicial protection of their interests.",
  "terms_title_10": "10. The agreement and the time of the contract",
  "terms_text_10_1": "10.1 this Agreement shall come into force from the moment of contacting a Consulting company 'Cuartoroom' and Ordering, and ends with the full performance of the obligations by the Parties.",
  "terms_text_10_2": "10.2 the Fact of Ordering the Service from the Seller, both independently and through the operator by phone, is unconditional acceptance of this Contract, and the BUYER is considered as a person who has entered with the Consulting company 'Cuartoroom' in the contractual relationship.",
  "terms_text_10_3": "10.3 the Fact of Ordering the Service from the Seller, both independently and through the operator by phone, is unconditional acceptance of this Contract, and BUYER considered as a person who entered with the Consulting company 'Cuartoroom' in the contractual relationship.",


  "policy_title_1": "Privacy policy",
  "policy_text_1": "The confidentiality of Customer information is important for the company, 'Cuartoroom'. Please read the privacy policy to learn how we use and protect collected information. When registering or providing information, You consent to the collection, use and transfer of Your data according to the rules of confidentiality provisions. We will use and analyse the collected information to manage, support, improve and develop our cooperation.",
  "policy_title_2": "Collection of personal information",
  "policy_text_2": "The company 'Cuartoroom' operates is the collection of personal information provided by Customers or other third parties. Such information may include the name and address, email address, credit card number, information about the purchased goods or services. Such data collection and processing of personal information carried out in accordance with current legislation, international agreements and regulations of credit institutions. When processing and storing personal information of Customers the company 'Cuartoroom' follow strict procedures for handling such information with appropriate protection from any unauthorised access of this kind.",
  "policy_text_3": "Access to personal information about the user 'Cuartoroom' or personal settings is password protected. The site of 'Cuartoroom' may collect information about You in various ways, e.g., directly requesting it from You (via registration form) or by automatically recording information about Your visit. The company 'Cuartoroom' receives personal information about the Client when it makes the registration process on the website. The company is also 'Cuartoroom' automatically receives and records to server logs technical information from your browser: IP address, cookie and address of the requested page. By registering on our website, You agree to receive informational, commercial and other mailings.",
  "policy_text-4": "We may collect information about Your browsing on our website or write to Your chosen option. Information is stored in a secure environment protected by a combination of physical and technical measures. Easy access to this information is absolutely excluded.",
  "policy_text_5": "If You receive a password to access some sections of our site, we guarantee its confidentiality.",
  "policy_title_3": "Security on the Internet",
  "policy_text_6": "Unfortunately, the transmission of information via the Internet is not completely secure. Despite the fact that we are doing everything possible to protect Customers  personal data, 'Cuartoroom' cannot guarantee the security of transmission of information through this website. You take on the risk. After receiving your information, we will use strict procedures and security rules to prevent unauthorized access.",
  "policy_title_4": "Obligations of the company, 'Cuartoroom' security",
  "policy_text_7": "The company 'Global TJ' is obliged to prevent unauthorized access to personal information or transfer it to third parties. The company 'Global TJ' undertakes to promptly detect the fact of unauthorized access to information and prevent them. The company 'Cuartoroom' is obliged to warn of possible adverse consequences of violation of the right of access to information. The company 'Cuartoroom' undertakes not to prevent exposure to technical means of information processing, which may violate their functioning. The company providing the service to receive payments through the company's website 'Cuartoroom' undertakes to carry out constant monitoring of the level of information security on the company's website.",
  "policy_title_5": "The ability to edit personal information",
  "policy_text_8": "The company 'Cuartoroom' provides users with the ability to change their personal information or personal preferences at any time. To do this, please contact us.",
  "policy_title_6": "Changes in privacy policy 'Cuartoroom'",
  "policy_text_9": "From time to time in this policy the protection of confidential information is subject to change. We will notify Clients of any material changes in how we treat information by placing a notice on our website. We recommend you to return regularly and view the text of this privacy policy. Any questions, comments and requests regarding this privacy policy should be directed to the technical support of the company 'Cuartoroom' on this email address: info@cuartoroom.com ",
  "policy_title_7": "The management of personal information",
  "policy_text_10": "Management of your personal information by employees of the technical support Service of the clients 'Cuartoroom'. You can contact them at any time, by mail, by telephone or through Contact information. Service representative technical support customer may contact you to verify and, if necessary, correct personal information you have provided.",
  "policy_title_8": "Questions and suggestions",
  "policy_text_11": "The company 'Cuartoroom' takes seriously the confidentiality of received data, so be sure to read the rules of the company and, if necessary, ask questions on the company&#39;s website in the Contact section.",
  "policy_title_9": "Information security",
  "policy_text_12": "The company 'Cuartoroom' responsible for the security of the data we have card holders, which we store, process or transmit on behalf of the client.",



  "privacy_text_1": "Strategic Business Solutions Boutique cares about its reputation and strictly observes the rules of professional ethics and privacy standards. We recognize the importance of protecting your personal information and take all necessary steps to protect the information.",
  "privacy_text_2": "Activity of the company 'Cuartoroom' fully comply with the EU legislation and the norms of progressive international law in the field of information security, privacy and Internet users. The company 'Cuartoroom' works in accordance with the law 'data protection' in 1998 and 'the Privacy of electronic communication' (UE Directive) 2003 and other international standards.",
  "privacy_text_3": "'Cuartoroom' securely stores information provided by users. Such information is used by 'Cuartoroom' order processing and adaptation of visits to the site and the subsequent receipt of updated information. The information obtained will not be disclosed to third parties. We ensure that these data are not used to collect information about users of the website.",
  "privacy_text_4": "'Cuartoroom' is obliged to obtain permission from the owner information to transfer such data to partners. 'Cuartoroom' uses filters to prevent users from accidentally e-mail messages (spam).",
  "privacy_text_5": "Customer data protection apply to the website 'Cuartoroom' and information provided to employees 'Cuartoroom' any other method of information transfer.Customer data protection apply to the website 'Cuartoroom' and information provided to employees 'Cuartoroom' any other method of information transfer.",
  "privacy_text_6": "'Cuartoroom' guarantees its customers the use of personal information exclusively within the framework of services provided. All of our actual and potential customers get a high level of privacy.",
  "privacy_text_7": "By submitting the personal data to employees 'Cuartoroom', our customers confirm their consent to the processing of the latter. It means action or set of them, fully or partially committed in order to protect the data in the automated information system or in card files of personal data. 'Cuartoroom' uses not prohibited by law, the methods of gathering information from sources is not prohibited. During the work of the customer data is recorded, accumulated , stored , adapted , updated, modified, used, transmitted to 3rd parties for the purpose of providing services with a category of personal data, depersonalized and destroyed in accordance with the legislation on protection of personal data.",
  "privacy_text_8": "The client's permission applies to all personal data provided",
  "privacy_text_9": "'Cuartoroom', while ensuring access at query time. 'Cuartoroom' guarantees the compliance with the legislation of personal data processing. All of our employees take actions that ensure the protection of client information from unauthorized access, misuse, distortion and losses.",
  "privacy_text_10": "We provide partial or full processing of personal data by other subjects of relations, and allowable dissemination of personal data or open access to them to third parties only in cases stipulated by the current legislation",


  "kyc_text_1": "The client authentication is carried out according to the policy on the prevention of money laundering on the basis of the law of the 4th European Union anti-money laundering Directive (AMLD IL) on June 5, 2015 with the observance of the rules of combating money laundering in the UK",
  "kyc_title_1": "The KYC rule for assessing potential risks",
  "kyc_text_2": "One of the 'soft' international benchmarking is the rule KYC – Know Your Client, an established translation of which into Russian language is formulated as 'Know your customer!'. In accordance with the practice of this principle it would be better to translate into Russian as 'the Rules for selection of customers.' Its essence boils down to the need to provide a potential customer of the financial organization of documents containing regulated information about his identity.",
  "kyc_title_2": "What documentation identificeret personality in the system of the KYC",
  "kyc_text_3": "A set of standardized documents for legal entities and individuals and its composition is determined by the nature of the procedure. For example, to open a Bank account you will need along with the filled application form submit:",
  "kyc_text_4": "a notarized copy of important (with photo and signature) pages of the passport;",
  "kyc_text_5": "proof of residency (it can be a certified translation of the passport of a resident with a photo, signature and place of residence or, for example, a certified copy of the accounts for the provided utilities);",
  "kyc_text_6": "recommendation from a Bank where the applicant already has an account, or a letter of recommendation or a lawyer or a chartered accountant the accompanying activities (it should describe the status of the relationship).",
  "kyc_title_3": "How does KYC",
  "kyc_text_7": "The system performs several functions. On the one hand, KYC financial structure gives an opportunity to protect their interests:",
  "kyc_text_8": "it certifies the identity of the client;",
  "kyc_text_9": "allows security to determine the degree of risk of customer involvement in illegal activities (a priori it is considered that such a risk is subject to each individual client);",
  "kyc_text_10": "allows you to manage your own risk to install the filter, regulating the type and number of transactions for a specific customer;",
  "kyc_text_11": "allows you to monitor unusual client transactions and, if necessary, to initiate their investigation.",
  "kyc_text_12": "On the other hand, in most cases, KYC plays into the hands and to the client. They provided truthful information will help the Bank employee to give him such an account that will meet real needs – whether they support the business or asset protection. Broker of a stock exchange, knowing the financial situation of his client and the specificity of its activity, will give him the most suitable investment advice, and financial Advisor will select the best solution for asset management.",
  "kyc_text_13": "Thus, the policy customer identification KYC is a kind of protective mechanism and for clients and accompanying them to activities of business entities. It clearly structures the admissibility of relevant financial transactions and protects both parties from possible penalties"






}