{
  "about": "О компании",
  "contact": "Контакты",
  "language": "ru",

  "homepage_title": "Надежный партнер с надежным решением",
  "homepage_solution_detail": "подробно",
  "homepage_solution_item1_title": "ECN",
  "homepage_solution_item1_text": "Высокотехнологичный многомодульный продукт, который служит основой для всей системы",
  "homepage_solution_item2_title": "MT4/MT5/API Bridge",
  "homepage_solution_item2_text": "Высокофункциональные мосты - идеальное решение для всех брокеров.",
  "homepage_solution_item3_title": "Решения для ликвидности",
  "homepage_solution_item3_text": "Мы предлагаем несколько вариантов получения качественной ликвидности",
  "homepage_solution_item4_title": "Настройки торговли",
  "homepage_solution_item4_text": "Широкий спектр функций, которые предоставляют клиентам возможность настраивать выполнение заказов",
  "homepage_solution_item5_title": "Управление поставщиками",
  "homepage_solution_item5_text": "Автоматическое устранение дисбалансов у поставщиков ликвидности",
  "homepage_solution_item6_title": "Floating leverage ^^^^",
  "homepage_solution_item6_text": "Услуга, предоставляющая клиентам гибкое решение для требований маржи",
  "homepage_solution_item7_title": "Автоматическое управление рисками",
  "homepage_solution_item7_text": "Интеллектуальная система автоматического управления рисками компании",
  "homepage_solution_item8_title": "API",
  "homepage_solution_item8_text": "Программный интерфейс, который позволяет торговать без торгового терминала",
  "homepage_solution_item9_title": "Трейдерская комната",
  "homepage_solution_item9_text": "Панель управления учетной записью или учетные записи клиентов, многофункциональные, для регистрации торговой активности ваших клиентов",
  "homepage_solution_item10_title": "CRM",
  "homepage_solution_item10_text": "Программный интерфейс, который позволяет торговать без торгового терминала",


  "ecn_text1": "ECN является основным продуктом компании. Наша система ECN используется компаниями, регулируемыми FCA, ASIC, EFSA и CySEC.",
  "ecn_text2": "ECN - высокотехнологичная многомодульная, бесконечно масштабируемая система, основанная на высокоскоростном протоколе связи и устойчивая к архитектуре с высоким спросом. Система была создана первоклассными разработчиками с более чем 10-летним опытом создания технологий для финансовых рынков.",
  "ecn_text3": "Сегодня ECN является одним из самых быстрых и гибких решений для онлайн-трейдинга. Мы предоставляем брокерам максимальную гибкость при настройке ликвидности, торговых инструментах, правилах управления рисками, методах исполнения заказов и т. Д. Кроме того, мы обеспечиваем высокую степень защиты от типичных проблем, таких как нерыночные котировки, арбитраж и многое другое.",
  "ecn_title1": "Почему ECN?",
  "ecn_text4": "Гибкое управление рисками в режиме реального времени, возможность хеджирования клиентов, групп клиентов и инструментов;",
  "ecn_text5": "Возможность работать с поставщиками ликвидности, первичными брокерами, бестселлерами «премьер-оф-премьер» или с несколькими провайдерами, с автоматической балансировкой маржинальных нагрузок;",
  "ecn_text6": "Ультра высокоскоростная обработка заказов (менее 1 мс) с исключительной производительностью при пиковых нагрузках;",
  "ecn_text7": "Полная поддержка MetaTrader 4 и MetaTrader 5;",
  "ecn_text8": "Накопитель ликвидности позволяет объединить любое количество поставщиков ликвидности в один поток;",
  "ecn_text9": "Возможность преобразования исполнения средневзвешенных объемов (VWAP) внешнего потока;",
  "ecn_text10": "Дополнительные функции для клиентов, включая персональные настройки для исполнения заказа или приложения Market Depth (уровень II);",
  "ecn_text11": "Высокая степень защиты от токсичных потоков, арбитражных и нерыночных цен.",

  "mt4_text1": "Высокотехнологичный мост между MT4 / MT5 и поставщиками ликвидности, он служит связующим звеном между MT и AMTS ECN, позволяя брокерам и их клиентам в полной мере использовать преимущества AMTS ECN. Мост включает сервис для индивидуальной настройки торговли, посредством которого клиенты могут настраивать заказы в соответствии с их предпочтениями.",
  "mt4_text2": "Наш мост быстрый, стабильный и гибкий, позволяющий детально настраивать различные параметры хеджирования и общую производительность. Мост не требует отдельного MT-сервера, его можно легко запускать параллельно с другими типами учетных записей и обрабатывать ограниченное число групп. Мост подключается непосредственно к AMTS ECN и может работать как отдельным поставщиком, так и с любым количеством поставщиков, подключенных к агрегатору.",
  "mt4_title1": "Преимущества моста AMTS:",
  "mt4_item1": "Надежность и стабильность (мост работает в крупных компаниях, где объемы торгов измеряются в десятках миллиардов);",
  "mt4_item2": "Высокоскоростное выполнение больших объемов данных;",
  "mt4_item3": "Расширенные функции для трейдеров (настройка торговли уже интегрирована в мост);",
  "mt4_item4": "Расширенные функции для брокера (гибкие настройки торговой среды);",
  "mt4_item5": "Гибкая система хеджирования (частичное хеджирование клиентов, групп клиентов или отдельных инструментов);",
  "mt4_item6": "Нет необходимости в отдельном MT-сервере;",
  "mt4_item7": "Высокая степень защиты от всех типичных проблем с торговлей (нерыночные котировки, арбитраж и т. Д.).",
  "mt4_text3": "Bridge AMTS является необходимой частью системы, без которой другие продукты не будут работать. Поэтому аренда моста необходима при сотрудничестве с AMTS Solutions. Цены на аренду доступны, и их можно найти на следующей странице. Аренда технологий AMTS может значительно упростить работу брокера, автоматизируя большинство рутинных задач и обеспечивая надежную работу.",



  "liquidity_title1": "Решения для ликвидности",
  "liquidity_text1": "Мы можем предложить брокерам несколько вариантов получения ликвидности. Каждый из вариантов имеет свои плюсы и минусы, и все они зависят от требований и возможностей данного брокера. Высококачественная ликвидность - лишь половина успеха компании. Любой брокер должен не только предоставлять своим клиентам высококачественный поток котировок, но и хеджировать свои заказы без потери скорости и качества исполнения, что часто является сложной задачей.",
  "liquidity_text2": "Наша команда имеет более чем 10-летний опыт работы с поставщиками ликвидности. Мы контролировали интеграцию десятков банков и брокеров и собирали огромную статистику качества и потока исполнения. Производительность нашего агрегатора основана на этих статистических данных с учетом всех деталей и особенностей конкретного поставщика. На сегодняшний день существует три основных варианта решения проблемы ликвидности:",
  "liquidity_list1_item1": "Ликвидность, собранная за эти годы, путем тщательного отбора лучших поставщиков и адаптации к их характеристикам;",
  "liquidity_list1_item2": "Ликвидность любого провайдера, выбранного брокером;",
  "liquidity_list1_item3": "Аренда агрегатора и его подключение к любому числу поставщиков ликвидности.",
  "liquidity_text3": "Ниже мы подробно рассмотрим разницу между каждым из этих вариантов.",
  "liquidity_title2": "Наша ликвидность",
  "liquidity_text4": "Предлагаемая нами ликвидность идеальна, так как это высококачественный поток с узкими спредами и сбалансированной производительностью. Его коллекция контролируется нашим основным партнером, европейским регулируемым брокером. Этот вариант включает в себя достаточное количество поставщиков качественной ликвидности, и его эффективность как проверена временем, так и проверена многомиллиардными оборотами.",
  "liquidity_text5": "У одного поставщика ликвидности есть несколько основных преимуществ:",
  "liquidity_list2_item1": "Не нужно вкладывать средства каждому провайдеру и перемещать их между поставщиками в надежде скорректировать дисбаланс;",
  "liquidity_list2_item2": "Маржинальный сеттинг требует доли клиентских средств для хеджирования;",
  "liquidity_list2_item3": "Это устраняет дисбаланс открытых позиций у разных поставщиков, а также неэффективное использование маржи.",
  "liquidity_title3": "Один провайдер",
  "liquidity_text6": "Эта ликвидность имеет преимущества одного поставщика ликвидности, указанного в предыдущем разделе, но также имеет ряд недостатков:",
  "liquidity_list3_item1": "Недостоверность потока может привести к тому, что проблемы провайдера сразу станут проблемами брокера;",
  "liquidity_list3_item2": "Это часто не очень плотный и гладкий поток;",
  "liquidity_list3_item3": "Обычно он не имеет узких спредов;",
  "liquidity_list3_item4": "Поставщик может расширить спреды и ухудшить исполнение без возможности вмешательства брокера.",
  "liquidity_title4": "Несколько поставщиков",
  "liquidity_text7": "Эти варианты работают в обратном направлении - поток может быть жестким и четным, а спрэды узкие, но есть проблемы с несколькими поставщиками:",
  "liquidity_list4_item1": "Необходимость внесения денег каждому провайдеру;",
  "liquidity_list4_item2": "Необходимость контролировать распределение открытых позиций и предотвращать дисбалансы;",
  "liquidity_list4_item3": "Необходимость иметь больше средств на полях;",
  "liquidity_list4_item4": "Периодическая необходимость перевода средств между поставщиками.",
  "liquidity_text8": "В дополнение к варианту с агрегированным потоком мы предлагаем бесплатные продукты, такие как модуль управления поставщиками и мониторинг дисбалансов. Тем не менее, мы считаем, что этот вариант является более сложным и трудоемким для брокера. Брокер должен тщательно рассмотреть все, прежде чем выбирать свою собственную агрегацию. Как правило, этот вариант подходит для крупных компаний, в то время как опция единого провайдера подходит всем брокерам, как крупным компаниям, так и стартапам. Этот вариант сочетает в себе преимущества всех моделей ликвидности.",


  "trade_title1": "Настройки торговли",
  "trade_text1": "Для удобства трейдеров наши Решения предоставляют параметры личной торговли, которые позволяют каждому клиенту настраивать свои сделки. Не секрет, что трейдеры имеют разные предпочтения в методологии исполнения заказа - для некоторых важна цена (чтобы не было проскальзывания); для других исполнение занимает первое место (чтобы не было отклонений). Некоторые не хотят пропустить ввод в новую позицию при любых обстоятельствах, в то время как другие предпочитают не входить, а не входить с огромным проскальзыванием. Эти и многие другие вопросы могут быть решены благодаря нашим торговым настройкам. Клиентам не нужно искать других брокеров, чтобы получить то, что они хотят, и в результате они останутся с вами.",
  "trade_title2": "Параметры торговли позволяют:",
  "trade_list1_item1": "Запишите размер проскальзывания в разделе комментариев к заказу;",
  "trade_list1_item2": "Включить / отключить частичное выполнение лимитных ордеров;",
  "trade_list1_item3": "Отправлять лимитные заказы в качестве рыночных ордеров для обеспечения их реализации;",
  "trade_list1_item4": "Отмена отложенных ордеров и связанных с ними прибылей и прекращений после того, как уровни активации войдут в промежуток;",
  "trade_list1_item5": "Выполнять рыночные и стоп-приказы в виде лимитированных заказов с ограниченным проскальзыванием (стоп-лимиты);",
  "trade_list1_item6": "Отменить стоп-ордера, когда разрыв больше определенного количества очков;",
  "trade_list1_item7": "Активируйте отложенные ордера на противоположной стороне котировок, тем самым защищая от расширения распространения.",
  "trade_text2": "Чтобы предоставить эту услугу клиентам, брокер должен реализовать страницу, на которой клиенты могут выбрать предпочтительные параметры. Услуга интегрирована в мост и не требует дальнейшей разработки. Услуга пользуется большим спросом и будет хорошим дополнением к брокерским услугам.",
  "trade_text3": "Торговые настройки значительно расширяют торговые возможности брокера, но также включают некоторые функции исполнения, которые могут стать сюрпризом для клиентов. Вот почему страница веб-сайта с описанием настроек требует подробного объяснения, чтобы клиенты понимали, как это работает, и не допускайте ошибок.",



  "provider_text1": "Система, которая автоматически устраняет дисбаланс в поставщиках ликвидности и позволяет быстро устранить дисбаланс открытых позиций в соответствии с размером депозита и другими параметрами, тем самым помогая избежать остановок на счетах контрагентов.",
  "provider_text2": "Если брокер выбрал вариант использования агрегатора AMTS и подключил его к нескольким провайдерам, брокер должен контролировать учетную нагрузку поставщиков и устранять дисбаланс открытых позиций. Если заказ открывается одним провайдером и закрыт другим, то у клиента нет открытых позиций, а у брокера две позиции. Если этот процесс не регулируется, он может постепенно вызывать неконтролируемую ситуацию и возможные остановки на счете брокера.",
  "provider_text3": "Некоторые компании используют модель закрытия заказов от того же провайдера, который открыл заказы, хотя этот вариант имеет несколько недостатков:",
  "provider_list1_item1": "Если эффективность не обесценена, брокер теряет прибыль, закрываясь у того же провайдера, если последний не предлагает лучшую цену;",
  "provider_list1_item2": "Статистика проскальзывания клиента будет хуже, поскольку заказы часто закрываются не по лучшей цене, а лояльность клиентов снижается;",
  "provider_list1_item3": "Регулируемые юрисдикции требуют исполнения в соответствии с принципом «Лучшего исполнения», а закрытие заказов не по лучшей цене нарушает этот принцип, что может привести к штрафам;",
  "provider_list1_item4": "Компании предпочитают не жертвовать большие суммы денег.",
  "provider_text4": "Мы предлагаем нашу систему, которая автоматически устраняет дисбалансы, бесплатно. Дисбалансы устраняются путем смещения приоритетов провайдера без каких-либо дополнительных затрат.",


  "floating_text1": "Плавающий рычаг позволяет брокеру предлагать клиентам более гибкое решение по маржинальным требованиям, где размер плеча зависит от объема открытых позиций, тем самым улучшая условия для клиентов и уменьшая риски компании.",
  "floating_text2": "Если все клиенты получают более высокий кредитный плечо, то объемы могут стать недостаточно значительными, что значительно увеличивает маржу нагрузки при хеджировании и повышает риск того, что баланс станет отрицательным. Поэтому брокеры часто предпочитают обеспечивать высокий уровень кредитного плеча только для небольших депозитов и постепенно уменьшать его с ростом депозитов.",
  "floating_text3": "Мы предлагаем полностью бесплатную услугу плавающего рычага, где кредитное плечо зависит не от размера депозита, а от объема открытых позиций. Брокеру нужно только настроить уровни и установить размер плеча, при этом кредитное плечо автоматически уменьшается, когда клиент использует депозиты.",
  "floating_text4": "Это также удобный вариант для клиентов, поскольку крупные депозиты редко связаны с крупными кредитными плечами, а небольшие депозиты могут использовать более высокий кредитный плечо, поэтому между брокером и клиентом нет конфликта. Практически все наши партнеры успешно используют эту услугу.",


  "auto_risk_text1": "Интеллектуальная система автоматического управления рисками компании. Как следует из названия, автоматическое управление рисками позволяет полностью автоматизировать управление рисками, устранять возможность вмешательства человеческого фактора, освобождать персонал от рутинной работы и повышать эффективность бизнеса. Кроме того, система управления рисками позволяет избежать всех возможных проблем с риском при работе.",
  "auto_risk_text2": "Управление рисками - самая сложная и ответственная часть брокера, которая может принести огромную прибыль и уничтожить компанию. Мы разработали интеллектуальную систему автоматического управления рисками, которая контролирует все торговые процессы в компании и автоматически принимает решения по управлению рисками.",
  "auto_risk_text3": "Система имеет очень гибкий набор функций и позволяет брокерам использовать разные модели работы, начиная от простых уведомлений о ситуации торговли и заканчивая полностью автоматизированными операциями. Продукт предоставляется бесплатно.",



  "api_text1": "API - это программный интерфейс для разработчиков, который позволяет получать котировки, информацию о статусе учетных записей и делать транзакции непосредственно из ECN в обход торгового терминала.",
  "api_text2": "Этот интерфейс предназначен для технологической интеграции ECN с продуктами других компаний - например, с различными торговыми терминалами. Он также позволяет вам реализовывать крупномасштабные торговые проекты, требуемые некоторыми инвестиционными фондами и другими институциональными клиентами.",
  "api_title1": "API позволяет:",
  "api_list1_item1": "Получить информацию о статусе учетной записи;",
  "api_list1_item2": "Получить котировки;",
  "api_list1_item3": "Делайте транзакции.",
  "api_text3": "API доступен только для институциональных клиентов в рамках крупномасштабных проектов или соглашений. Ликвидность или котировки без аренды моста не предоставляются.",


  "trader_room_text1": "Личный Кабинет (Trader’s Room) – это панель управления счетом или счетами для клиентов, многофункциональная, для  учета торговой деятельности ваших клиентов.",
  "trader_room_title1": "Ваши клиенты будут иметь возможность:",
  "trader_room_list1_item1": "Открывать торговые счета в реальном времени",
  "trader_room_list1_item2": "Пополнять счет онлайн",
  "trader_room_list1_item3": "Инициировать запросы на снятие денег",
  "trader_room_list1_item4": "Следить за балансами счетов",
  "trader_room_list1_item5": "Изменять личные данные и предоставлять документы",
  "trader_room_list1_item6": "Производить обзор торговли, депозитов, и истории",
  "trader_room_list1_item7": "Начать общение в чате, и инициировать запросы в поддержку",
  "trader_room_list1_item8": "И другое",
  "trader_room_text2": "Дополнительные преимущества включают в себя инструменты для IB: реферальные ссылки, баннерная реклама, автоматическая форма открытия счетов, возможности снимать или переводить средства, а также история и аналитика IB счетов.",
  "trader_room_text3": "По мере роста и развития ваших брокерских операций вы можете сохранить огромное количество времени и деньг по средствам предоставления возможности вашим трейдерам управлять информацией и данными, которые вам пришлось бы делать вручную. Личный кабинет также позволяет вашим клиентам вносить депозиты онлайн или инициировать запрос на снятие денег с МТ4 счетов.",
  "trader_room_text4": "Все вопросы торговли, которые требуют вашего внимания (запросы на снятие, вопросы поддержки и т.д.), будут представлены в CRM как задача для одного (или нескольких) членов вашей команды. Таким образом, ничего и никогда не будет утеряно.",
  "trader_room_text5": "MT4 Cloud версия Личного Кабинета предоставляет возможность всем вашим клиентам пользоваться Веб и Мобильным МТ4 приложением для торговли не покидая браузера.",

  "crm_text1": "Личный  Кабинет включает в себя систему управления взаимоотношениями с клиентами (CRM).",
  "crm_text2": "CRM позволяет компании получать уведомления о потенциальных клиентах и назначать им  агентов по продажам. После регистрации от сотрудников компании требуются лишь незначительные взаимодействия с клиентами: депозиты, запросы на снятие средств и технические вопросы. Система будет отслеживать и регистрировать историю действий клиентов внутри Личного Кабинет и уведомлять выбранных сотрудников случае если задача требует их внимания.",
  "crm_text3": "CRM может стать отличным инструментом для ускорения выполнения задач по продажам и маркетингу: данные могут быть экспортированы и использованы для электронных рассылок.",
  "crm_text4": "Интерфейс системы позволяет посылать письма по электронной почте прямо из системы и отслеживать все связи. Привилегированные пользователи всегда могут  посмотреть, как их подчиненные выполняют и анализируют любые ситуации, связанные с клиентами.",
  "crm_title1": "CRM на корпоративном уровне",
  "crm_text5": "Если у вас уже есть CRM или вы хотите использовать еще одну систему, Личный Кабинет будет интегрироваться с ней. ",

  "about_text1": "Команда Trystock Visate Solutions занимается разработкой брокерского программного обеспечения с момента появления первых мостов для MetaTrader и Utip. Сегодня мы работаем с ограниченным количеством брокеров, пока не решили предоставить наши продукты всем компаниям, заинтересованным в брокерской деятельности. Сегодня наши технологии используются крупными компаниями с десятками миллиардов революций во многих странах мира."


}
